---
kind: enumMember
id: F:Autodesk.Revit.DB.ACADVersion.R2018
enum: Autodesk.Revit.DB.ACADVersion
source: html/514f9d4f-9ef1-2f6d-abe8-c73dcdb1063a.htm
---
# Autodesk.Revit.DB.ACADVersion.R2018

AutoCAD 2018 file format.